{"podcast_details": {"podcast_title": "99% Invisible", "episode_title": "549- Trail Mix: Track Two", "episode_image": "https://image.simplecastcdn.com/images/00c81e60-45f9-4643-9fed-2184b2b6a3d3/5fbdc9d4-22ab-4b3a-a2bd-72777b15c30c/3000x3000/stitcher-cover-99percentinvisible-3000x3000-r2021-final.jpg?aid=rss_feed", "episode_transcript": " This is 99% Invisible. I'm Roman Mars. You're listening to our second episode of Short Stories all about what may be the original designed object, the trail. If you haven't heard the first episode yet, you should totally go back and listen to it. It's a lot of fun. We're going to kick off this second episode with another conversation with author and trail expert Robert Moore. Robert wrote an excellent book called On Trails. I cannot recommend it highly enough. If you listened to the previous episode, you heard him explore the origins of trails and the way they're shaped by culture. Today, Robert Moore is back to talk about his firsthand experience hiking and learning about one of the longest, most iconic trails in America. So, Robert, your book begins with you talking about this huge challenge of hiking the Appalachian Trail, otherwise known as the AT. Can you describe what the AT is and why it's such a massive undertaking to hike it? The Appalachian Trail is a roughly 2,000-mile path that basically follows the spine of the Appalachian Mountains. It goes from Georgia to Maine, takes about three to six months to walk. I did it in about five. five months of continuous hiking on a trail that follows a very rough route. A lot of other hiking trails nowadays have been graded for horses, so they will never go above a certain incline. The Appalachian Trail is much older than that. It's America's oldest very long trail. And so even though the mountains of the Appalachians are not as high as what you'd find in Colorado or California, it's just really arduous on a day to day basis. And I think for that reason, it's become a kind of American pilgrimage. And you write in your book that the Appalachian Trail, like, it really started out as this radical idea. It was the first really long trail in the US, but it also has a lot of, like, philosophy and high-minded sort of notions about its existence. Could you talk about the origins of the trail itself? Yeah, so the person who came up with the Appalachian Trail is a guy by the name of Benton Mackay. And he had a dream of this wilderness space that would mirror the industrial beltway of the East Coast. And so it would be a place where the workers of the East Coast could escape to go up into the mountains and kind of refresh their spirits. And so, oddly, his original notion was not that people would be walking the entire trail in one go. That wasn't really something that was on his mind. He was seeing it as a way of connecting a variety of recreation centers, even a kind of sanitoria, work farms, all of these outdoor sources of mental and physical health that he wanted to run all the way up the East Coast. And the funny thing that happened was people loved the idea of the trail and not so much the rest of that other stuff. So that stuff kind of withered away and what was left was this continuous line that people still to this day follow in a way that Benton McKay had never intended. And why do you think it didn't take off in that way? I don't think Mackay properly anticipated how the culture of the Appalachian Trail would evolve. I don't think he knew how popular long distance hiking would become. And I don't think he knew how this era of heroism or a sort of epic nature of the Appalachian Trail would congeal in the American imagination. I don't think he could have known that. until a guy by the name of Earl Schaeffer went and hiked the entire trail in one go. When Earl Schaeffer did that, people didn't even believe him. He had to prove that he'd done it using photographs and his diary. And so I think that Benton McKay was actually in an odd way looking at the Appalachian Trail in a way that's very similar to how we currently look at wilderness, which is as a kind of source of mental and physical health, almost in a medicinal way, but also in a utopian way, a place where we could go to form community and to improve the civic spirit. That is something that the American form of wilderness travel has not really worried itself with. What we've worried about is going out as individuals into the wilderness, proving our mettle, having sublime experiences of these beautiful mountains and forests, and that is what the hiking aspect of the Appalachian Trail provided. So Earl Schaeffer was the first person to hike the whole, like, original AT in one season. And he wrote, like, I almost wish the trail really was endless, that no one could ever hike its length. And what is that desire? You know, like, I think a lot of people think of trails as maybe getting from one place to another. But there seems to be this alternate desire to extend and extend and extend and never have them end. Well, a funny thing happens when you finish the Appalachian Trail, which is you feel kind of sad. You know, you think that it's going to be this joyous moment. And as I was approaching Katahdin, I remember every day I would have the thought, oh, what if I twist my ankle? What if I fall and I can't hike anymore and I would knock on wood? you know, thankfully there's a lot of wood around on the Appalachian Trail, but I was doing this multiple times a day, literally knocking on wood multiple times a day, thinking, I just want to get to the end, I just want to get to the end, because I don't want to fall short of my goal. And then when you get there, you realize that You know, there's no more trail. You've come to the end. And there's a sadness. And I think anyone who's read a really great book knows that feeling where you get to the last page and you think, I wish it kept going. And so there are people who do all sorts of things to try to extend that experience. They'll walk from Georgia to Maine and they'll turn around and go back to Georgia. Or they'll walk the Appalachian Trail every year. It's like we want to be able to continue on the pilgrimage without it ending because it is such a beautiful experience. So after you walked the entire length of the Appalachian Trail, it's 2,181 miles, you yourself decided that you wanted to extend that experience and you went on to walk something called the International Appalachian Trail. So what is the International Appalachian Trail? Basically, a guy named Dick Anderson, who lived up in Maine, was looking at maps one day, and he realized that the logic of the Appalachian Trail is that it follows the Appalachian Mountains. And yet, the Appalachian Mountains don't end at Mount Katahdin. The Appalachian Mountains keep going up through Canada. So he thought, well, why not make the trail longer? Why not just keep going as if the border doesn't exist? And in that way, it was kind of a subtly political act as well, you know, to go beyond borders, to imagine a world without borders. And so that's exactly what he did. He extended the trail farther and farther. And then as soon as he got to Newfoundland, he started talking to geologists. And the geologist said to him, well, you know, the Appalachians don't really end in Newfoundland either. The Appalachians are also over in Europe because when the Appalachian Mountains formed, they were this kind of seam that split along the coasts of North America on the east side and then the west side of Europe. And so you could continue following the Appalachian geology, if you really wanted to, down through all of Europe into North Africa. And that was a really mind-blowing idea that I think Dick Anderson really liked. We are now entering this weird postmodern realm where a trail becomes a kind of text. You know, where a trail is a line on a map, a trail is an idea, a trail is a story, a trail is a collection of scientific data surrounding geology. It becomes really tricky to pin down what a trail is if we're going to say that you can walk from Georgia to Morocco. But at the end of the day, I think a trail is a story. A trail is a story we tell ourselves about why we're following a certain route and why we're taking that journey. It's what gives the journey significance in some sense. It's a kind of myth we tell ourselves. I think originally when I was walking on trails, I had this feeling that there was something slightly conformist, you know, that I should have been this path breaker. I should have been someone breaking new ground. But after writing this book, after spending all this time thinking about what a trail really is, now when I walk a trail, I see myself as taking part in this collective creation of meaning. really the making of meaning out of chaos, which is the most fundamental thing that we as human beings do. And there's something really, really beautiful in that. Fans of the show who have read our book, The 99% of Visible City, co-authored by Kirk Holstead and myself, know that desire paths are trails created not by design, but rather carved out by foot traffic as people take the path they desire and wear them in over time. Hollow ways, or simply one word, hollow ways, are desire paths gone wild, reflecting centuries or even millennia of informal use. They often start as flat paths and they get carved into the ground by things going over them again and again and again. Some of them are so deep they look like long, sunken half-pipes. Many hollow ways in places like Europe have been eroded over the centuries by a combination of foot traffic, farm animals, laden carts, and rivers of water. The word Holloway itself has been traced back to the Old English hollow weg, meaning sunken road. Many of the actual half tunnels, though, are thought to date all the way back to Roman times. They are often particularly deep in places where the ground is soft, containing high amounts of sandstone and chalk. Today, some hollow ways have been made more official. You can find an especially long network of these sunken paths in Germany. But across the world, many hollow ways are doing just what they've always done, forming themselves slowly and steadily under our feet. For our next trail story, 99PI producer and editor Kelly Prime recorded her journey on a bike trail that begins not in a remote forest or a mountain range, but in one of the most densely populated urban centers in the country. I am on the Empire State Trail, which is this insanely long, like 750 mile long trail you can take from New York City to Canada, from Albany to Buffalo, and you know, you think a trail needs to be, you know, in wilderness, pastoral, but actually you've got trails in the city too, at least partly. It can get you surprisingly far on two wheels. We're gonna keep going on this trail all the way up to Croton Point, which is about a almost a 50 mile bike ride from New York. We're in Croton Point Park right now. Little campsite with some swimming. Just finished our coffee. We are packing up camp. We biked for many hours yesterday. So what I'm looking at, we've got two tents set up, four bikes leaning up against a tree. Penny is stuffed with stuff. I think we're all feeling a little tired, a little sore after yesterday, but we are about to start our return into the city, coming back the way we came. Michael, how are you feeling about our trip back into New York? Pretty pumped. Just hope we don't get rained on. Yeah. 12 seconds later. It's raining. How does it feel back there? Refreshing. Refreshing. New York State law prohibits smoking on the platforms and waiting areas at Metro North stations. Thank you for your cooperation. It started raining really hard. Got this old bike and the brakes were not working right. So we are going home on the Metro North, which will take us from Ossining up here down to 125th and Harlem. Uh, but it's been a good trip so far. It's amazing. It's almost like a trail of its own. One might say that. for a podcast. Frequent campers and hikers probably know the word GORP, but for those who don't, it's spelled G-O-R-P, all caps, and it's another name for trail mix. This mix of oats, nuts, chocolate, raisins, and other ingredients for on-the-go energy dates back over a century, though the term trail mix wasn't popularized until the 1960s and 70s. In other places, these mixes go by other names too, like Scroggen in New Zealand and Australia, that's my personal favorite. In America, trail mix has become a useful generic, but GORP is still a popular shorthand for those in the know. But where did that strange name come from? According to Recreational Equipment Inc, better known as REI, GORP might stand for Good Old Raisins and Peanuts, or maybe Granola Oats, Raisins and Peanuts, but there are other possible explanations too. A century-old definition for the word GORP suggests that it meant to eat greedily, and if that's true, that would make GORP a backronym, as in an acronym created after the fact based on letters already in an existing word. Like, almost every government program that spells something like the CARES Act is a backronym. Whatever the origin, the word GORP has more recently been incorporated into a portmanteau tied with another aspect of trail-centric lifestyles, wilderness chic apparel. Here to tell us all about that is Avery Truffleman. Hello. Avery is the host and creator of Articles of Interest, and today she's here to talk about GORP Core. So Avery, can you tell me what GORP Core is and where it came from? I feel as though sort of post-quarantine, we all sort of emerged from our hideaways and everyone was like, what's going on, guys? What are we all wearing? And the answers were like, gnome core, Barbie core, bistro core. It's like, what is going on? But one of the earliest cores, this was 2015, was GORP core. And it was coined by, I believe, Jason Chen in the cut. and it's this concept of looking like you're going hiking when you're not. You're wearing hiking shoes, you're wearing Arcterix, you know, sweat-wicking windbreakers, you are wearing shorts that look like they should be rolled up with carabiners all over them, and you are just like walking your dog. You are dressed way more severely than you have to be. And I'm sure we'll talk about this, but there's a lot more GORP in all of our lives than we might know. And so this is both in people's everyday wear, they're wearing GORP Core, but it's also like, it reaches the heights of high fashion as well, correct? Yes, yes, yes. Especially, you know, again, like just before the pandemic, I mean, there was this moment where Virgil Abloh showed up at New York Fashion Week wearing a Arc'teryx windbreaker, you know, to like sit front row at a runway show. And there have been all these collaborations between some high fashion brand and some outdoorsy brand. And they're just getting wilder and wilder. I believe it was North Face and Gucci and Fashion World loves it. So GorpCorp is this fairly new term, but this idea of dressing for the wilderness, even if you aren't going to be in the wilderness, is an old one. Can you tell me a little bit about the history of GorpCorp? what GORP Corps is depends on the era, right? But if you go way back in time and think about, you know, Teddy Roosevelt and what we thought American outdoorsmen looked like, that was kind of a form of GORP Corps, which is to say it was sort of a form of cosplay. And what I mean by that is like, there was this idea that the rugged American frontier man wouldn't buy anything. He would make all his own stuff and he would find a deer and skin a deer and tan the leather and like make his own suit. And that was like what real outdoorsy dudes did. And there were all these outdoorsmen magazines that were talking about how important it was to, you know, not buy your stuff pre-made and make it all yourself. When like most of those guys also did not make it themselves. honestly like Teddy Roosevelt bought his buckskin suit from an indigenous woman because that was who made those clothes. And so this idea that like rugged Americans have always gone shopping like our experience with the great outdoors has been mediated by like buying stuff and ever since you know over the course of especially the 20th century, but really, you know, as early as the 1850s, really ever since the rise of mass produced clothes, the idea of like, can you buy the right stuff? Do you know what to buy has been a marker of experience and authenticity and expertise in the American outdoor leisure space. It seems to me like from the very beginning, like right now when you think of CorpCorp, you think of these high tech fabrics and they're always new and they're always stretchier and they're always like moisture wickier and all kinds of things are going on. I believe that's a technical term, moisture wickier. But it really is a fashion that's been obsessed with technology from the very beginning. Like it's always about, you know, like the newest way to keep us dry and comfortable. Can you talk about that from the sort of from the start of it? Yeah, I mean, arguably, you know, a huge part of GORP Core is like the footwear. And I think nowadays it's most notable with what I think, sorry, are these really ugly like, shoes that everyone's so into, like these Merrells and these Solomons and these things that look very strange. And that really started in, like, the 1920s with the L.O. Bean duck boot. That was considered the height of technology, this idea that, you know, before that, outdoorsmen were wearing moccasins and it's like, oh my God, what if you went duck hunting and you could wade in the water and your feet would get less wet. And it's interesting because in early L.L. Bean catalog, you know, they're really specific. They're really for the outdoorsmen and they're really overtly about hunting. And I believe the L.L. Bean catalog is like second only to your gun. The most important thing for the outdoors is like your bean boots. And yeah, so that's sort of the origin of this idea that like there is a better way. You could be comfortable. Why wouldn't you just be more comfortable outdoors? Yeah. And a lot of these brands that we recognize today got started sort of selling that outdoorsy aesthetic. They were all sort of concentrated around this vibe with the outdoorsmen, like the whole scene in the stores and everything in the catalogs. Can you describe what they were going for? Yeah. I mean, one of the interesting things is like Abercrombie and Fitch was founded in 1892 and in 1904, they launched this multi-story headquarters in Manhattan. And it is full of taxidermy. It is just like antlers everywhere. It is supposed to be a place for rugged outdoorsmen to get together and hang out. And the interesting thing about Abercrombie and Fitch is as opposed to sort of the early outdoorsmen who are like, oh, you're supposed to make everything themselves, even though they very hypocritically did not actually do that. At Abercrombie and Fitch, one of their selling points was like, our salespeople are the best. They are all hunters. They are all outdoorsmen. You should come to us and we will help you have a better outdoor trip. and like this is the place to come and swap stories and swap tools and get kitted up for your next adventure, which when you think about it was like the epitome of luxury. This is really before the national park system expands to go to nature from New York City, even though it was probably really like the Bronx back then. You needed a car. You needed a time. And you needed to have like many days. It was an incredible luxury. So this was just considered the epitome of wealth. This was like the swanky thing. And so you can see this archetype of like the outdoor gentleman as this aspirational thing in late 1800s, early 1900s. And it's like on the cover of all the catalogs around this time, like the early Abercrombie and Fitch catalogs, they're all illustrated. And it's always like a guy wrangling a fish with a jaunty pipe, you know? He's like a gentleman, outdoorsman, and that is considered like the ideal. And you know, he's got a paunch, like he's a comfortable outdoor guy. I'm not sure you can wrangle a fish. Yeah, yeah. I mean, you should see this. I should send you some of these illustrations. They are like a man like actively wrestling with nature in some capacity, like leaning out of his canoe to like grab a fit, you know, because sure, he may be a gentleman hunter, but these stores were all incredibly niche. These are incredibly rare. So anyone who was actually going out in nature did have to be sort of well-versed and sort of experienced. And that's part of why the knowledge of how to do all this stuff was just like the ultimate flex, you know, to say that you know how to fend for yourself out there in the wild. It was like, damn, you've done this a couple of times. It's very impressive. Yeah. And I think it's interesting because the term GORP Core is fairly new, but the need for this aesthetic and the high tech underpinnings of this aesthetic has been around for a very long time, almost from the beginning. And this desire to constantly improve and make it serve us better goes back to the very beginning of what could be considered GORP Core. I mean, the funny thing is now Arguably, I think. I mean, say whatever you want about Gorbcore as a fashion trend. I don't partake. But philosophically, I really like that it is saying that the city is also nature. We also want to be dry and comfortable walking the dog or going to buy eggs at the corner store. Like, we also live in the environment, the manmade environment, but it's still it's it's not like we have this fancy costume change to go out and take a walk. I think that's a bit more sartorially honest. Well, I'm totally fascinated by this history, and I take it you have been fascinated by this history too. I take it this is a part of a new series. You guessed correctly. This is going to be the next multi-part season of Articles of Interest, and it is so fascinating. It goes way beyond GORP Core. It's like all of our clothes. Awesome. Well, I can't wait to listen to it. Thank you so much, Avery. Thanks, Roman. This was fun. Our final trail story, at least for today, is after the break. Our final trail story of the day is about something many of us can relate to. Longing to get back on a favorite trail. Here is 99PI producer, Jason DeLeon. Hazel, hazel. Oh, there she is. There she is. Look at those eyes. I spent the first few months of this year curled up on the couch with my dog Hazel. She's my first dog, a spirited 60 pound black German Shepherd mix with this thick luscious coat and these pearly white markings on her chest and paws. Normally, Hazel's a pretty active dog. She loves chasing rabbits out of the garden and playing keep away with me in the backyard. Hey, no, drop it. Drop it, Hazel. But back in February, Hazel had to go on crate rest. A neurologist diagnosed her with a rare birth defect in her back and she needed surgery. The operation left her with this gnarly scar that stretched from the base of her tail up into the middle of her torso. Nearly eight inches of tissue that got sliced through and then stitched back together like the seams of a baseball. At night, my wife and I took turns lying down next to her. Sometimes Hazel would be stretched out on her side, loudly snoring. Other times, she'd be running in her sleep. And it's this little twitch of the paws that gave me and my wife some relief, because we both knew exactly where Hazel was dreaming of running. Arlo, let's go! Oh, here they come. Stella gets very jealous when everybody goes and plays in the water and then she can't get to them. This is John Burnett. But honestly, I only learned that recently. For over a year, we referred to each other by our dog's names. So to me, John was Stella, Arlo, and Freddie's dad. It's actually Arlo Guthrie, Freddie Mercury, and Stella from Streetcar. John is one of a dozen or so other dog parents that I've gotten to know while walking Hazel on her favorite trail. It sits about a mile down the road from us on the south side of Providence, Rhode Island. Before the surgery, Hazel and I used to come back here every morning. The main entrance has this dark brown wooden bridge that leads to a series of paths which run parallel and butt up against the river. At first, the whole thing looks pretty unexceptional. overgrown with knotweed, brambles, and a few decent sized patches of poison ivy. Most of it is unmarked, too. And so for the uninitiated, it may not seem like much of a trail at all. But for the neighborhood dogs, these paths are everything. So this is now our thing every basically every day. We're in here and sometimes twice a day. Caroline brought the dogs out last evening to go for a swim. John told me that over 60 years ago, the entrance to the path used to be a paved walkway to a local business where residents could rent canoes and go rowing. But once that closed down and the pavement got ripped up, the trail became less a way to get from here to there and more the destination itself. Come on, Arlo, come swimming. Arlo, come on, come in the water. You'll love the water. If the trail is the destination, the dogs are the reason for the trip. There's nothing quite like seeing six, seven, or even on a good day, 10 dogs just ripping it through the woods. The first few times we brought Hazel to the trail, she'd crossed the bridge with her nose to the dirt, trying to smell the other dogs up ahead. In the summer, the beach is usually where her nose leads us, a spot where two paths converge on the Patuxet River and form a little patch of land for the dogs to fetch sticks in the water. The river is named after the Patuxet band of the Narragansett tribe, who for generations lived in this area and found nourishment in these waters. But the land was colonized, and before long, chemical plants and other upstream polluters started dumping ungodly amounts of noxious waste into the river. The people who lived in towns along the banks of the Patuxet spoke of a dark, foul-smelling deposit that washed up on their shores. For a long time, it was known as the dirtiest river in Rhode Island, somehow still managing to be exceptional even in a state chock-full of polluted waterways. While there's still a lot more work to do, it's true that over the last few decades, the water quality has improved. And that's in large part thanks to the people in the area who've become stewards not only of the river, but of the paths that have been carved all around it. People in the woods here, a lot of people just kind of do their thing. They don't talk about it. They don't ask for feedback or affirmation. They just come along and they'll trim a tree or pick up some trash or clean out a you know, some garbage because it's just the right thing to do. In addition to walking his dogs back here, John is also one of a group of people who helps keep the trail in walking shape for the rest of us. When I caught up with him, he was trimming back some invasive plants that had made a tiny canopy on the route to the water, which honestly looked kind of nice. But John reminded me that it was a mega hotbed for ticks. So this is kind of a hands-on thing that I can do and feel good about. And I know that other people in the woods really value it. It's the least I can do to take care of a place that I care so much about. In the months Hazel spent recovering from surgery, I hadn't gone to the trail once. Neither had my wife. We missed talking with John and the rest of our trail friends. And we really missed the dogs. We wondered whether some of the older ones like Ozzy had made it through the winter, whether Hazel would still be able to wrestle with her best friend Bowie the way she used to. And one morning in the late spring, after Hazel built herself back up, it was finally time to find out. The three of us piled into the car for the short drive to the trail. As we got closer, I could see in the rearview Hazel's eyes beaming, her tail wagging, almost twitching with anticipation. When we arrived and opened the car door, Hazel bolted out, running towards her friends, Bowie and Ozzy. Oh, there she goes. Hi Hazel. Are you back to your norm? Yeah. Look at you too. Best friends. My goodness, Ozzy, you're excited. These days, we're back to walking the trail every morning and Hazel cannot be more thrilled. Hazel. Hazel, are you swimming? Oh, look at that. Doing a little water therapy. She's once again running up and down this path that's been worn in not only by generations of people who've walked through, but by the weight of the love that we each carry for our most loyal friends. 99% Invisible was produced this week by Jason De Leon, Lashma Don, Jacob Maldonado Medina, and Kelly Prime. Edited by Kelly Prime, who would like to note that her friends Nina Loro and Michael Sampson did very valiantly end up biking the Empire State Trail through the downpour all the way back to New York City. Only she went out and took the train. Sound mix by Martin Gonzalez, music by our director Sound, Swan, Real. Delaney Hall is the senior editor, Kurt Kolstad is the digital director. The rest of the team includes Chris Berube, Emmett Fitzgerald, Vivian Ley, Joe Rosenberg, Christopher Johnson, intern Anna Castanero, and me, Roman Mars. The 99% Invisible logo was created by Stefan Lawrence. An extra special thanks this week to Dr. Parsley, who helped get Hazel back on the trail. We are part of the Stitcher and SiriusXM podcast family, now headquartered six blocks north in the Pandora building, in beautiful uptown Oakland, California. You can find the show and join discussions about the show on Facebook. You can tweet at me at Roman Mars and the show at 99PI org. We're on Instagram, Reddit, and TikTok too. You can find links to other Stitcher shows I love, as well as every past episode of 99PI at 99PI.org."}, "podcast_summary": "Summary: This episode of the 99% Invisible podcast is part of the Short Stories series, focusing on the trail as the original designed object. The host interviews author and trail expert Robert Moore about his experience hiking the Appalachian Trail, also known as the AT. They discuss the origins of the trail, which was originally intended to connect various recreation centers and promote mental and physical health. However, the trail itself became the main attraction as people embraced long-distance hiking. Moore also discusses his experience walking the International Appalachian Trail, which extends beyond the US border into Canada and Europe. The episode also explores the history of trail mix, the rise of \"gorp core\" fashion inspired by outdoor gear, and the story of a dog recovering from surgery and returning to its favorite trail.", "podcast_guest": {"name": "Robert Moore", "job": "author and trail expert", "summary": "", "URL": "https://www.robertmoor.com/"}, "podcast_highlights": "Here are the four highlight moments from the podcast episode:\n\n1. The Appalachian Trail: The episode begins with a conversation with trail expert Robert Moore about the Appalachian Trail (AT), a roughly 2,000-mile path that follows the spine of the Appalachian Mountains. The AT is America's oldest very long trail and has become a pilgrimage for many hikers due to its arduous nature.\n\n2. The Origins of the Appalachian Trail: The AT was initially conceived by Benton Mackay as a way to connect various recreation centers and outdoor sources of mental and physical health along the East Coast. However, it evolved into a continuous line that people follow today, even though Mackay never intended for people to walk the entire trail in one go.\n\n3. The Desire to Extend the Trail: Upon completing the Appalachian Trail, hikers often feel a sense of sadness, wishing that the trail could go on forever. Some hikers try to extend the experience by walking from Georgia to Maine and then turning around to go back to Georgia or by hiking the AT every year. The desire to continue the pilgrimage without it ending showcases the beauty and significance of the trail experience.\n\n4. GORP Core: The episode delves into the history and evolution of GORP Core, a fashion trend that"}